Repository: gvsurenderreddy/magos-linux
Catalog: make_rpms/mod_mnger/SOURCES/mod_mnger/msg/messages.po
Languages: ru

source: Module size: wait...
ru: Размер модуля: ждите...

source: Extract size: wait...
ru: Размер после распаковки: ждите...

source: Documentation
ru: Документация

source: RPM packages list
ru: Список пакетов RPM

source: wait...
ru: ждите...

source: module mount error
ru: ошибка монтирования

source: no text
ru: Описание отсутствует.

source: no list
ru: Список пакетов отсутствует

source: Module size:
ru: Размер модуля:

source: Extract size:
ru: Размер после распаковки:

source: Create and convert MagOS modules
ru: Сoздание и преобразование модулей MagOS

source: Convert modules to another format. Please select catalogue with modules, output directory and press OK
ru: Преобразование модулей в другой формат. Пожалуйста, выберите каталог с модулями, каталог для сохранения и нажмите ОК.

source: Create module from system changes. Please edit /.savelist to add files and dirs. You may append "!" at the begining of string to remove items from module. Then press "enable save2module" Module will be ready after reboot
ru: Создание модуля из системных изменений. Пожалуйста, редактируйте /.savelist, добавляя файлы и каталоги. Вы можете добавить "!" вначале строки, чтобы удалить пункт из модуля. Затем нажмите - "Включить save2module". Модуль будет готов после перезагрузки.

source: Use rpmdrake to create module. Please select output dir and press START
ru: Используем rpmdrake для создания модуля. Пожалуйста, выберите каталог и нажмите -"Запустить rpmdrake2lzm".

source: Create module from rpms. Please select file.rpm or enter package name from repo, than choose out directory and press OK. You can add args for urpmi after rpm name. Default is --auto --no-verify-rpm
ru: Создание модуля из rpm пакета. Пожалуйста, выберите файл.rpm, или введите имя пакета из репозитория, затем выберите каталог для сохранения и нажмите - ОК. Вы можете добавить параметры для urpmi после имени пакета. По умолчанию --auto --no-verify-rpm.

source: Compress directory to lzm/xzm module. Please choose input/output dirs and press OK
ru: Сборка модуля из каталога. Пожалуйста, выберите папку и нажмите -ОК.

source: wait please
ru: Пожалуйста, подождите...

source: Enable save2module
ru: Включить режим save2module

source: Disable save2module
ru: Отключить режим save2module

source: Module creator
ru: Создание модуля

source: Directory to module
ru: Модуль из каталога

source: Choose directory =>
ru: Выберите каталог =>

source: Out directory =>
ru: Где сохранить =>

source: File.rpm to module
ru: Модуль из rpm пакета

source: choose file.rpm =>
ru: Выберите файл.rpm

source: Module from repo
ru: Модуль из репозитория

source: start rpmdrake2lzm
ru: Запустить rpmdrake2lzm

source: Module from changes
ru: Модуль из изменений системы

source: Add directory
ru: Добавить каталог

source: Add file
ru: Добавить файл

source: module name:
ru: Имя модуля:

source: (default)
ru: (по умолчанию)

source: enter new name
ru: Введите имя

source: Convert modules
ru: Преобразование модулей

source: Filter
ru: Фильтр

source: nocompress
ru: без сжатия

source: Enter module URL
ru: Введите URL удаленного модуля

source: Please wait...
ru: Пожалуйста, ждите...

source: Please wait, copying...
ru: Пожалуйста ждите, идет копирование...

source: MagOS modules manager
ru: Менеджер модулей MagOS

source: File
ru: Файл

source: Tools
ru: Инструменты

source: Add module
ru: Добавить модуль

source: Add repository
ru: Добавить репозиторий

source: Update modules map
ru: Обновить карту модулей

source: Remove and unmount all user's dirs
ru: Отмонтировать пользовательские каталоги

source: Exit
ru: Выход

source: Create/convert modules
ru: Создать или преобразовать модули

source: Activate remote module
ru: Подключить модуль удаленно

source: List active modules
ru: Список подключенных модулей

source: Help
ru: Помощь

source: About
ru: О менеджере модулей

source: Modules map
ru: Карта модулей

source: another active modules
ru: Другие подключенные модули

source: delete
ru: удалить

source: move it to optional
ru: переместить в optional

source: move it to modules
ru: переместить в modules

source: module info
ru: свойства

source: copy to optional
ru: копировать в optional

source: copy to modules
ru: копировать в modules

source: set repository name =>
ru: Введите имя репозитория =>

source: recursive
ru: рекурсивно

source: make recursive list
ru: Создаем рекурсивный список

source: copy to optional
ru: копировать в optional

source: activate here
ru: Подключить здесь

source: mount remote dir
ru: Монтируем удаленный каталог

source: Magos linux website: http://www.magos-linux.ru MagOS modules manager forum top: http://www.magos-linux.ru/index.php?option=com_agora&task=topic&id=626&
ru: Magos linux официальный сайт: http://www.magos-linux.ru Форум менеджера модулей: http://www.magos-linux.ru/index.php?option=com_agora&task=topic&id=626&
