Repository: gvsurenderreddy/magos-linux
Catalog: make_rpms/modmnger/SOURCES/modmnger/locale/*/LC_MESSAGES/mod_mnger.po
Languages: ru

source: MagOS modules map
ru: Карта модулей MagOS

source: It is a table for modules in base, modules and optional dirs
ru: Таблица модулей в основных каталогах MagOS

source: Google search modules
ru: Google поиск модулей

source: MagOS modules search form
ru: Форма поиска модулей MagOS

source: save2module mode setup
ru: Режим save2module

source: enable and disable save2module mode, edit savelist file
ru: настройки сохранения в модуль

source: Mount repository
ru: Монтирование репозитория

source: Mount MagOS repository, search modules
ru: Монтирование репозитория, поиск модулей

source: Info:
ru: Информация:

source: compression:
ru: сжатие:

source: documentation
ru: Описание

source: rpm packeges list
ru: список пакетов rpm

source: files list
ru: список файлов

source: module size
ru: размер модуля

source: extracting module size
ru: размер распакованного модуля

source: Search in lists
ru: Поиск по спискам

source: enter search string
ru: введите строку для поиска

source: Base MagOS modules, activating in startup. Do not move this modules if you do not know what to do.
ru: Основные модули магос, активируются при старте системы. Не удаляйте эти модули, это может привести к неработоспособности системы!!!

source: Modules activating in startup, from MagOS dir
ru: Модули активируются при старте системы из основного каталога MagOS

source: Modules activating in startup, from MagOS dir. only if enabled by load= cmdline par
ru: Модули активируются при старте системы, только если включены параметром ядра load=

source: Modules activating in startup, from MagOS-Data dir.
ru: Модули активируются при старте системы из каталога MagOS-Data

source: Modules activating in startup, from MagOS-Data dir. only if enabled by load= cmdline par
ru: Модули активируются при старте системы, только если включены параметром ядра load=

source: Modules activated from RAM
ru: Модули активированные из RAM

source: Modules activated from another dirs
ru: Модули активированные из других каталогов

source: no Data-optional dir
ru: каталог MagOS-Data/optional не используется

source: no Data-modules dir
ru: каталог MagOS-Data/modules не используется

source: modules activated from another dirs
ru: Модули активированные из других каталогов

source: No copy2ram cache
ru: режим Copy2ram не используется

source: Another modules
ru: Другие модули

source: Update
ru: Обновить

source: Activating module right here
ru: Активировать модуль здесь

source: Copy module to modules directory and activate it
ru: Копировать модуль в каталог modules и активировать в нем

source: Mount
ru: Монтировать

source: Unmount ftp
ru: Отмонтировать ftp

source: Repository:
ru: Репозиторий:

source: Search:
ru: Поиск:

source: Repository filelist, click link to choose action
ru: Список модулей в репозитории.

source: Repository allready mounted, <br> mountpoint is:
ru: Репозиторий подключен, <br> точка монтирования:

source: Mouting ftp server:
ru: Монтирование ftp сервера:

source: Server last update:
ru: Последнее обновление репозитория:

source: save changes to xzm module, extended settings
ru: Расширенные настройки режима сохранения в xzm модуль

source: enabling save to module mode in kernel cmdline:
ru: Включение режима сохранения в модуль в параметрах ядра:

source: enabled
ru: включено

source: disabled
ru: не включен

source: delete /.savetomodule
ru: удалить /.savetomodule

source: create /.savetomodule or change module name
ru: создать файл /.savetomodule или изменить имя модуля для сохранения

source: file /.savetomodule already exist
ru: Файл /.savetomodule создан

source: file /.savetomodule is not exist yet
ru: Файл /.savetomodule отсутствует

source: ener name for module
ru: введите имя модуля

source: static/dynamic toggle:
ru: переключатель static/dynamic:

source: delete saving module for this machine
ru: удалить модуль с сохранениями для этой машины

source: apply
ru: применить

source: file /.savetomodule settings:
ru: Настройки файла /.savetomodule:

source: ligth settings
ru: Стандартные настройки

source: Edit this file to add and remove files and dirs
ru: Впишите файлы и каталоги для включения в сохранение. <br> Добавьте "!" вначале строки для исключения.

source: module name for this machine is
ru: имя модуля для этой машины

source: #save all changes
ru: # Не редактируйте этот файл если нужно сохранять все.

source: <strong>static</strong> - <i>do non freeze system</i>
ru: <strong>static</strong> - <i>не замораживать</i>

source: <strong>dynamic</strong> - <i>freeze system</i>
ru: <strong>dynamic</strong> - <i>замораживать систему</i>

source: Warning!!!
ru: Внимание!!!

source: It is not for newbie, be carefull
ru: Эти настройки не для новичков, будьте осторожны!!!

source: There is no saving modules yet
ru: Модуль с сохранениями еще не создан.

source: module moved to static directory
ru: модуль перенесен в каталог static

source: module moved to dynamic dirrectory
ru: модуль перенесен в каталог dynamic

source: toggle static to dynamic - failed
ru: ошибка переключения режимов static/dynamic

source: nothing to toggle
ru: Режим сохранения static/dynamic не переключен

source: /.savelist file saved
ru: файл /.savelist сохранен

source: module info
ru: информация о модуле

source: /.savetomodule file created or edited
ru: файл /.savetomodule сохранен

source: extended settings
ru: Расширенные настройки

source: light settings
ru: Стандартные настройки

source: save to module mode disabled&nbsp:-(
ru: режим save2module не активирован&nbsp:-(

source: please reboot your system with "chages=xzm" cmdline par, or try extended settings
ru: пожалуйста перегрузите систему с параметром ядра chages=xzm, или воспользуйтесь расширенными настройками.

source: module name
ru: имя модуля

source: sorry, nothing to toggle
ru: переключать нечего

source: save changes to xzm module
ru: сохранение системных изменений в xzm модуль

source: save to xzm mode toggled to static
ru: режим сохранения переключен в - static

source: save to xzm mode toggled to dynamic
ru: режим сохранения переключен в - dynamic

source: Warning: there is no modules in dynamic and static dirs, but mode is enabled and you can not toggle save2module mode to static
ru: Внимание: в каталогах dynamic и static нет модуля для этой машины, но режим сохранения включен и вы не можете переключиться в static

source: module with system savings will moved to dynamic dir
ru: модуль с системными сохранениями будет перенесен в каталог dynamic

source: module with system savings will moved to static dir
ru: модуль с системными сохранениями будет перенесен в каталог static

source: Ooops, somthing wrong!!!
ru: Ой, что-то не так!!!

source: /.savelist saved
ru: /.savelist сохранен

source: search form to find magos modules
ru: Форма поиска для модулей MagOS

source: What are you find?
ru: Что будем искать?

source: program name, module name or regexp
ru: имя программы, имя модуля, регулярное выражение

source: in text on web page
ru: в тексте на странице

source: web resources
ru: Web ресурсы

source: repositories
ru: репозитории

source: repositories, mirrors, user's modules
ru: репозитории, зеркала, ларец

source: all web
ru: Весь интернет

source: submit
ru: Отправить

source: Empty
ru: Здесь пусто

source: Activate
ru: Активировать

source: Install
ru: Установить

source: Copy to MagOS/modules
ru: Копировать в MagOS/modules

source: Copy to MagOS-Data/modules
ru: Копировать в MagOS-Data/modules

source: Copy to MagOS/optional
ru: Копировать в MagOS/optional

source: Copy to MagOS-Data/optional
ru: Копировать в MagOS-Data/optional

source: Module info
ru: Свойства
